[
    { "quotes": "Don't make me laugh. All you want.. is to get your hands on me!!! Death is the loss of life.", "abilities": "Thou Shalt Not Die", "description": "Akiko Yosano (与よ謝さ野の 晶あき子こ, Yosano Akiko?) is a member and personal physician of the Armed Detective Agency. Her ability is a rare healing ability, Thou Shalt Not Die.", "name": "Yosano", "background": "../../assets/backgrounds/yosanoB.png", "panel": "../../assets/panels/yosano.png"},
    { "quotes": "Whether in a town or a village, whether toward a cow or a person… If you're sincere toward others, they'll respond in kind. That approach has yet to fail me.", "abilities": "Undefeated by the Rain", "description": "Kenji Miyazawa (宮みや沢ざわ 賢けん治じ, Miyazawa Kenji?) is a member of the Armed Detective Agency. He has the ability Undefeated by the Rain.", "name": "Kenji", "background": "../../assets/backgrounds/kenjiB.png", "panel": "../../assets/panels/ken.png"},
    { "quotes": "If you place yourself somewhere close to raw emotions where you're expoded to violence and death, you can brush against man's true nature. I thought I could find a reason to live somehow.", "abilities": "No Longer Human", "description": "Osamu Dazai (太だ宰ざい 治おさむ, Dazai Osamu?) is a member of the Armed Detective Agency and former executive of the underworld organization, the Port Mafia. He has the Ability named No Longer Human.", "name": "Dazai", "background": "../../assets/backgrounds/dazaiB.png", "panel": "../../assets/panels/dazai.png"},
    { "quotes": "People need to be told they're worthy of being alive by someone else or they can't go on.", "abilities": "Beast Beneath the Moonlight", "description": "Atsushi Nakajima (中なか島じま 敦あつし, Nakajima Atsushi?) is a member of the Armed Detective Agency who possesses the ability Beast Beneath the Moonlight.", "name": "Atsushi", "background": "../../assets/backgrounds/atsushiB.png", "panel": "../../assets/panels/atsushi.png"},
    { "quotes": "If you try to save someone you can't save, you'll both end up sinking.", "abilities": "The Matchless Poet", "description": "Doppo Kunikida (国くに木き田だ 独ど歩っぽ, Kunikida Doppo?) is a member of the Armed Detective Agency. He owns the ability named The Matchless Poet.", "name": "Kunikida", "background": "../../assets/backgrounds/kunikidaB.png", "panel": "../../assets/panels/kunikida.png"},
    { "quotes": "Compared to things like good and evil or selfishness and selflessness...no. There's no comparison to begin with. Just as nobody would compare God with anything, right?", "abilities": "Light Snow", "description": "Jun'ichirō Tanizaki (谷たに崎ざき 潤じゅん一いち郎ろう, Tanizaki Jun'ichirō?) is a member of the Armed Detective Agency and the older brother of Naomi Tanizaki who owns the ability named Light Snow.", "name": "Tanizaki", "background": "../../assets/backgrounds/tanizakiB.png", "panel": "../../assets/panels/tanizaki.png"},
    { "quotes": "My motto is 'as long as I'm fine everything's fine'", "abilities": "Super Deduction", "description": "Ranpo Edogawa (江え戸ど川がわ 乱らん歩ぽ, Edogawa Ranpo?) is a member of the Armed Detective Agency. Despite not being an ability user, he is known as one of the best detectives highly sought by the police, renowned by his comrades, himself, and others as the 'greatest detective in the world'", "name": "Ranpo", "background": "../../assets/backgrounds/ranpoB.png", "panel": "../../assets/panels/ranpo.png"}
]